# RbsVoltagetypeMinvoltageParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsVoltagetypeMinvoltageParam Property
ParameterTypeId Class See Also
---
"Minimum Voltage"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsVoltagetypeMinvoltageParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsVoltagetypeMinvoltageParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsVoltagetypeMinvoltageParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace